{
  "Gir": {
    "en": "Gir cattle are known for their distinctive curved horns and high milk yield. Originating from Gujarat, they are resistant to various tropical diseases and are well-suited for hot climates. Average milk yield: 8-12 liters per day. Common diseases: Foot and mouth disease, Mastitis. Ideal diet: 40-50 kg green fodder, 3-4 kg concentrate daily.",
    "hi": "गिर गाय अपने विशिष्ट घुमावदार सींगों और उच्च दूध उत्पादन के लिए जानी जाती है। गुजरात से उत्पन्न, वे विभिन्न उष्णकटिबंधीय बीमारियों के प्रतिरोधी हैं और गर्म जलवायु के लिए उपयुक्त हैं। औसत दूध उत्पादन: 8-12 लीटर प्रतिदिन। सामान्य बीमारियाँ: पैर और मुंह की बीमारी, मास्टिटिस। आदर्श आहार: 40-50 किग्रा हरा चारा, 3-4 किग्रा कंसन्ट्रेट दैनिक।",
    "or": "ଗିର ଗାଈ ଏହାର ପ୍ରତ୍ୟେକ ବକ୍ର ଶିଙ୍ଗ ଏବଂ ଉଚ୍ଚ ଦୁଗ୍ଧ ଉତ୍ପାଦନ ପାଇଁ ଜଣାଶୁଣା। ଗୁଜରାଟରୁ ଉତ୍ପନ୍ନ, ଏହା ବିଭିନ୍ନ ଉଷ୍ଣମଣ୍ଡଳୀୟ ରୋଗମାନଙ୍କ ପ୍ରତି ପ୍ରତିରୋଧକ ଏବଂ ଗରମ ଜଳବାୟୁ ପାଇଁ ଉପଯୁକ୍ତ। ହାରାହାରି ଦୁଧ ଉତ୍ପାଦନ: ଦିନକୁ 8-12 ଲିଟର। ସାଧାରଣ ରୋଗ: ପାଦ ଏବଂ ମୁଖ ରୋଗ, ମାସ୍ଟାଇଟିସ। ଆଦର୍ଶ ଖାଦ୍ୟ: ଦିନକୁ 40-50 kg ସବୁଜ ଘାସ, 3-4 kg କନ୍ସନ୍ଟ୍ରେଟ୍।",
    "bn": "গির গরু তাদের স্বতন্ত্র বাঁকা শিং এবং উচ্চ দুধের ফলনের জন্য পরিচিত। গুজরাট থেকে উদ্ভূত, তারা বিভিন্ন গ্রীষ্মমন্ডলীয় রোগের জন্য প্রতিরোধী এবং গরম জলবায়ুর জন্য উপযুক্ত। গড় দুধের ফলন: দিনে 8-12 লিটার। সাধারণ রোগ: পা ও মুখের রোগ, ম্যাস্টাইটিস। আদর্শ খাদ্য: দিনে 40-50 কেজি সবুজ ঘাস, 3-4 কেজি কনসেন্ট্রেট।"
  },
  "Murrah": {
    "en": "Murrah buffalo is known for high milk yield and distinctive tightly curled horns. It is considered one of the best dairy buffalo breeds in India. Average milk yield: 10-15 liters per day. Common diseases: Mastitis, Tick-borne diseases. Ideal diet: 50-60 kg green fodder, 4-5 kg concentrate daily.",
    "hi": "मुर्राह भैंस उच्च दुग्ध उत्पादन और विशिष्ट कसकर घुंघराले सींगों के लिए जानी जाती है। इसे भारत में सर्वश्रेष्ठ डेयरी भैंस नस्लों में से एक माना जाता है। औसत दूध उत्पादन: 10-15 लीटर प्रतिदिन। सामान्य बीमारियाँ: मास्टिटिस, टिक-जनित रोग। आदर्श आहार: 50-60 किग्रा हरा चारा, 4-5 किग्रा कंसन्ट्रेट दैनिक।",
    "or": "ମୁର୍ରାହ ମହିଷ ଉଚ୍ଚ ଦୁଗ୍ଧ ଉତ୍ପାଦନ ଏବଂ ପ୍ରତ୍ୟେକ ଘୁଞ୍ଚିଥିବା ଶିଙ୍ଗ ପାଇଁ ଜଣାଶୁଣା। ଏହାକୁ ଭାରତର ଶ୍ରେଷ୍ଠ ଡେୟରି ମହିଷ ଜାତିଗୁଡିକ ମଧ୍ୟରୁ ଗୋଟିଏ ବିବେଚନା କରାଯାଏ। ହାରାହାରି ଦୁଧ ଉତ୍ପାଦନ: ଦିନକୁ 10-15 ଲିଟର। ସାଧାରଣ ରୋଗ: ମାସ୍ଟାଇଟିସ, ଟିକ୍-ଜନିତ ରୋଗ। ଆଦର୍ଶ ଖାଦ୍ୟ: ଦିନକୁ 50-60 kg ସବୁଜ ଘାସ, 4-5 kg କନ୍ସନ୍ଟ୍ରେଟ୍।",
    "bn": "মুররাহ মহিষ উচ্চ দুধের ফলন এবং স্বতন্ত্র আঁটসাঁট কোঁকড়া শিংয়ের জন্য পরিচিত। এটিকে ভারতের সেরা ডেইরি মহিষের জাতগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়। গড় দুধের ফলন: দিনে 10-15 লিটার। সাধারণ রোগ: ম্যাস্টাইটিস, টিক-বাহিত রোগ। আদর্শ খাদ্য: দিনে 50-60 কেজি সবুজ ঘাস, 4-5 কেজি কনসেন্ট্রেট।"
  },
  "Sahiwal": {
    "en": "Sahiwal is considered one of the best dairy breeds in India and Pakistan. They are reddish dun to brown in color and have loose skin. Average milk yield: 12-18 liters per day. Common diseases: Mastitis, Tick fever. Ideal diet: 45-55 kg green fodder, 4-5 kg concentrate daily.",
    "hi": "साहीवाल को भारत और पाकिस्तान में सर्वश्रेष्ठ डेयरी नस्लों में से एक माना जाता है। वे लाल रंग के भूरे से भूरे रंग के होते हैं और उनकी त्वचा ढीली होती है। औसत दूध उत्पादन: 12-18 लीटर प्रतिदिन। सामान्य बीमारियाँ: मास्टिटिस, टिक बुखार। आदर्श आहार: 45-55 किग्रा हरा चारा, 4-5 किग्रा कंसन्ट्रेट दैनिक।",
    "or": "ସାହିଵାଲ ଭାରତ ଏବଂ ପାକିସ୍ତାନର ଶ୍ରେଷ୍ଠ ଡେୟରି ଜାତିଗୁଡିକ ମଧ୍ୟରୁ ଗୋଟିଏ ବିବେଚନା କରାଯାଏ। ସେଗୁଡିକ ଲାଲ ରଙ୍ଗର ଧୂସର ରଙ୍ଗର ଏବଂ ଛାଡ଼ି ଚର୍ମ ଅଛି। ହାରାହାରି ଦୁଧ ଉତ୍ପାଦନ: ଦିନକୁ 12-18 ଲିଟର। ସାଧାରଣ ରୋଗ: ମାସ୍ଟାଇଟିସ, ଟିକ୍ ଜ୍ୱର। ଆଦର୍ଶ ଖାଦ୍ୟ: ଦିନକୁ 45-55 kg ସବୁଜ ଘାସ, 4-5 kg କନ୍ସନ୍ଟ୍ରେଟ୍।",
    "bn": "সাহিওয়ালকে ভারত ও পাকিস্তানের সেরা ডেইরি জাতগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়।它们呈红褐色至棕褐色，皮肤松弛。 গড় দুধের ফলন: দিনে 12-18 লিটার। সাধারণ রোগ: ম্যাস্টাইটিস, টিক জ্বর। আদর্শ খাদ্য: দিনে 45-55 কেজি সবুজ ঘাস, 4-5 কেজি কনসেন্ট্রেট।"
  }
}
